Repository: Yegansmaili/onlineshop_project
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: your product has successfully been added
fa: محصول با موفقیت به سبد خرید اضافه شد

source: your product has been successfully removed
fa: محصول حذف شد

source: cart
fa: سبد خرید

source: Cart
fa: سبد خرید

source: Image
fa: عکس

source: Name
fa: نام محصول

source: price
fa: قیمت

source: quantity
fa: تعداد

source: Total
fa: قیمت کل

source: %(pro_price)s $
fa: %(pro_price)s تومان

source: Update
fa: ویرایش

source: %(total_price)s $
fa: %(total_price)s تومان

source: ! The cart is empty
fa: سبد خرید شما خالی است !

source: Go shopping
fa: مشاهده محصولات

source: Clear the Cart
fa: خالی کردن سبد خرید

source: Total price
fa: قیمت نهایی

source: %(total)s $
fa: %(total)s تومان

source: checkout
fa: پرداخت

source: your cart is already empty
fa: سبد خرید شما خالی است!
